{ 
    "_id" : ObjectId("5b4fe9b7c529ce898f9d8ed2"), 
    "Title" : null, 
    "RoundId" : "5b4288743bb3f8d3b26412d5", 
    "Content" : "<p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">Welcome to Source Stream. Your management skills will be put to the test as you work across an entire enterprise. The business context may be simulated, but the challenges will be real.</span></p><p><strong>Let’s begin.</strong></p>", 
    "IsDefault" : true, 
    "Job" : "IC", 
    "SubRoundLabel" : "B", 
    "REST_URL" : "rounds/subround/message"
}
{ 
    "_id" : ObjectId("5b50a02dc754cbb221671022"), 
    "Title" : "Round 1: Video Transcript", 
    "RoundId" : "5b32aafe4b1a730e14ee7871", 
    "Content" : "<p><em style=\"color: rgb(0, 0, 0); background-color: transparent;\">Interviewer (I): </em><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">Thanks so much for your time today. Source Stream is a fascinating organization with a great story to tell. Tell us about the evolution of Source Stream.</span></p><p><br></p><p><em style=\"color: rgb(0, 0, 0); background-color: transparent;\">Julie Wilson (JW): </em><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">Yes, well, we have been around for over three decades, and I’m very proud we’ve grown into the company we currently are. But I’m equally proud of our history and our roots, and I think it’s so important we never lose sight of that story. We were the first to dive headfirst into open source as a way to help our customers solve their complex and dynamic business challenges. We stayed true to the vision that open source would endure and flex to accommodate ever-changing business environments. Of course it was a big bet...and we were right. Naturally, the past 30 plus years have taken us through a series of twists and turns that have presented us with both challenges and opportunities, but you cannot deny that we hold true to the same principles on which we were founded: Open is the answer today, and will continue to be the answer tomorrow.</span></p><p><br></p><p><em style=\"color: rgb(0, 0, 0); background-color: transparent;\">I: </em><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">Your success and year-over-year continued growth is truly extraordinary. What is the magic behind being so successful?</span></p><p><br></p><p><em style=\"color: rgb(0, 0, 0); background-color: transparent;\">JW: </em><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">Thank you. We certainly don’t take our success for granted. And there are many elements that factor into our accomplishments. Of course, we have to attribute so much of our upward trajectory to the upstream community. This boundless source of talent and innovation keeps us constantly relevant - and keeps us on our toes. We have also made good decisions when it comes to our acquisitions, most recently with the acquisition of Lockstep. This latest acquisition broadens our developer community, and deepens our focus on containerization. But what makes us truly unique and ultimately successful is our culture.</span></p><p><br></p><p><em style=\"color: rgb(0, 0, 0); background-color: transparent;\">I: </em><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">I’m so curious about this. Source Stream’s open culture is legendary. Do you really believe this is the “secret sauce” behind your success?</span></p><p><br></p><p><em style=\"color: rgb(0, 0, 0); background-color: transparent;\">JW: </em><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">In my mind, there is absolutely no doubt. How can you not excel as an organization when you work at a place comprised only of leaders? And these leaders operate in an open environment, where decisions are made inclusively. Source Stream is a place where your ability to contribute--and people’s trust in you--isn’t based on your rank or title; it’s based on your past contributions, the credibility of your ideas, and your passion for our mission. Openness creates openness. I’ll be honest with you, it’s not always easy to work this way - even for me - but it is the right way to work. At least, it’s the right way to work at Source Stream. We hire people from other tech organizations, and they quickly find that we do not simply pay lip service to this philosophy. It’s who we are at our core, and that will never change.</span></p><p><br></p><p><em style=\"color: rgb(0, 0, 0); background-color: transparent;\">I: </em><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">So it looks like you aren’t taking your foot off the gas anytime soon. Another year of 20% growth? That’s a lot of pressure. How are you going to pull that off?</span></p><p><br></p><p><em style=\"color: rgb(0, 0, 0); background-color: transparent;\">JW: </em><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">The constantly shifting business environment is a gift to Source Stream. Digital disruption and the move to hybrid cloud have given us so many opportunities to further stretch our wings and innovate for our customers. We have been diligent about staying ahead of emerging technologies and platforms, and we need to continue to evolve to accommodate the changes our customers face. We are also strengthening and expanding our focus on industry verticals. We are working to gain a stronger foothold in specific industries, particularly telecom and financial services.There is so much untapped opportunity in both verticals, but I am mostly excited to more intentionally go after the financial services industry. </span></p><p><br></p><p><em style=\"color: rgb(0, 0, 0); background-color: transparent;\">I</em><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">: What about the rumors that one of your largest competitors is considering buying Source Stream?</span></p><p><br></p><p><em style=\"color: rgb(0, 0, 0); background-color: transparent;\">JW:</em><span style=\"color: rgb(0, 0, 0); background-color: transparent;\"> We worry about our customers and partners and investors - all of whom are happy. </span></p><p><br></p><p><em style=\"color: rgb(0, 0, 0); background-color: transparent;\">I</em><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">: Isn’t the reason you’re pursuing larger deals, specifically within the financial services vertical, to become too big to be swallowed up? </span></p><p><br></p><p><em style=\"color: rgb(0, 0, 0); background-color: transparent;\">JW:</em><span style=\"color: rgb(0, 0, 0); background-color: transparent;\"> &lt;smiles&gt; Doesn’t hurt.</span></p><p><br></p><p><em style=\"color: rgb(0, 0, 0); background-color: transparent;\">I: </em><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">How does this projected growth impact your people strategy? Or does it?</span></p><p><br></p><p><em style=\"color: rgb(0, 0, 0); background-color: transparent;\">JW: </em><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">Good question. Yes, it certainly impacts our people strategy. Although, to be clear, it does not change what makes our culture special, the ethos of openness that we hold so dear. But given our renewed momentum towards verticals, and the financial vertical in particular, we need to hire and develop talent that will thrive within our culture while also moving us toward this future. We need to think strategically about the talent that already works at Source Stream, and determine the strengths needed to move us in this direction. Where there are gaps, we need to hire people to fill them. We have also seen the undeniable benefits of pulling a diverse set of people together to solve complex challenges. Diversity brings the capability to be innovative and impactful. We must take all of this into consideration.</span></p><p><br></p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">Hiring and assessing talent is something we must take very seriously. We must be objective in how we do this - and also relentless in getting it right. </span></p>", 
    "IsDefault" : false, 
    "Job" : "Individual Contributor", 
    "SubRoundLabel" : "1A", 
    "REST_URL" : "rounds/subround/message"
}
{ 
    "_id" : ObjectId("5b50a33dc754cbb2216711ec"), 
    "Title" : null, 
    "RoundId" : "5b32aafe4b1a730e14ee7871", 
    "Content" : "<h2><br></h2><h1><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">You work at Source Stream, the world’s leading open source technology company. Over the past 30 years, this 20,000 person, $4.5 billion company has expanded its focus on operating systems to include middleware, both of which are offered to Fortune 500 companies via subscription. </span></h1><p><br></p><p><br></p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">﻿Source Stream is a global company headquartered in London, with plans to expand into the Asia Pacific region. Source Stream has had tremendous success through its strong customer relationships and commitment to the open source community. But this company’s success is based on more than that. Source Stream’s CEO and Founder, Julie Wilson, is the perfect person to tell the Source Stream story.</span></p><p><br></p><p><br></p><p><br></p><h2><br></h2><p><strong style=\"color: rgb(0, 0, 0); background-color: transparent;\">Decision 1A</strong></p><p><br></p><p><span style=\"color: rgb(0, 0, 0);\">You are an associate on a team at Source Stream. You must work with your team members to make strategic decisions, and together convince your team manager that your decisions are sound. After the round, you will be scored by your manager based on the degree to which you avoided bias and demonstrated inclusiveness, c</span><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">onnection, trust, transparency, collaboration, and meritocracy</span><span style=\"color: rgb(0, 0, 0);\">.</span></p><p><br></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">You are on a task force responsible for hiring a cross-functional team. Julie Wilson has made it clear that the organization is prioritizing growing the financial services industry (FSI) vertical, and has emphasized that talent is a critical element of that strategy. This new FSI team will work together to tackle this vertical, and it is important that you are thoughtful and strategic in your candidate selection.</span></p><p><br></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">It has been determined that the three critical roles to be filled are Sales, Engineering, and Services.</span></p><p><br></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Before you get started in making your hiring decisions, you must agree to the criteria you will use to evaluate each candidate. As a team, rank the criteria for each role. You will be ranking the following criteria:</span></p><ul><li><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Fit with Source Stream culture</span></li><li><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Domain experience</span></li><li><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Experience with or in the financial services industry</span></li><li><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Expertise in the core technologies at Source Stream</span></li><li><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Expertise in emerging technologies</span></li><li><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Ability to play “trusted advisor” role</span></li><li><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Strategic thinking</span></li></ul><p><br></p><p><strong style=\"background-color: transparent; color: rgb(0, 0, 0);\">YOUR POSITION</strong></p><p><br></p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">You have interviewed subject matter experts (SMEs) across a range of roles and location inside sales and services at Source Stream who have shared their point of view with you on which criteria you should select as most important:</span></p><ul><li><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">The sales SMEs report that strategic thinking is the single most important criteria for sales, as Source Stream salespeople must constantly balance tensions: short vs. long-term; customer satisfaction vs. profit; and partner satisfaction vs. margin.</span></li><li><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">The services SMEs report that emerging technology is the single most important criteria for services professionals because of their need to stay up-to-date on how to implement and integrate with potentially disruptive, transformative new technologies.</span></li></ul><p><span style=\"background-color: transparent; color: rgb(0, 136, 185);\">Based on your own personal experience inside engineering at Source Stream, you believe </span><span style=\"color: rgb(0, 136, 185);\">engineers have to know emerging technology. This is not a time to rely on the old, core technology. We need developers who can work on the cutting edge to help us maintain our leadership position.</span></p>", 
    "IsDefault" : true, 
    "Job" : "Associate", 
    "REST_URL" : "rounds/subround/message", 
    "SubRoundLabel" : "1A"
}
{ 
    "_id" : ObjectId("5b50a42ec754cbb221671237"), 
    "Title" : null, 
    "RoundId" : "5b32aafe4b1a730e14ee7871", 
    "Content" : "<h2><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">You work at Source Stream, the world’s leading open source technology company. Over the past 30 years, this 20,000 person, $4.5 billion company has expanded its focus on operating systems to include middleware, both of which are offered to Fortune 500 companies via subscription. </span></h2><h2><br></h2><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">﻿Source Stream is a global company headquartered in London, with plans to expand into the Asia Pacific region. Source Stream has had tremendous success through its strong customer relationships and commitment to the open source community. But this company’s success is based on more than that. Source Stream’s CEO and Founder, Julie Wilson, is the perfect person to tell the Source Stream story.</span></p><p><br></p><p><br></p><p><br></p><h2><br></h2><p><strong style=\"background-color: transparent; color: rgb(0, 0, 0);\">Decision 1A</strong></p><p><br></p><p><span style=\"color: rgb(0, 0, 0);\">You are now the manager of a team at Source Stream. You must lead your team in making strategic decisions, and demonstrate the ability to coach and give feedback without dominating the process. Part of your role is also time-keeping and ensuring the team is staying on task. After the round, you will be scored by your team members based on Bias and Inclusiveness. You will also be scored based on </span><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">Connection, Trust, Transparency, Collaboration, and Meritocracy</span><span style=\"color: rgb(0, 0, 0);\">. </span></p><p><br></p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">You are the lead on a task force responsible for hiring a cross-functional team. Julie Wilson has made it clear that the organization is prioritizing growing the financial services industry (FSI) vertical, and has emphasized that talent is a critical element of that strategy. This new FSI swat team will work together to tackle this vertical, and it is important that you are thoughtful and strategic in your candidate selection.</span></p><p><br></p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">It has been determined that the three critical roles to be filled are Sales, Engineering, and Services.</span></p><p><br></p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">Before you get started in making your hiring decisions, you must agree to the criteria you will use to evaluate each candidate. As a team, rank the criteria for each role. You will be ranking the following criteria:</span></p><ul><li><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">Fit with Source Stream culture</span></li><li><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">Domain experience</span></li><li><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">Experience with or in the financial services industry</span></li><li><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">Expertise in the core technologies at Source Stream</span></li><li><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">Expertise in emerging technologies</span></li><li><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">Ability to play “trusted advisor” role</span></li><li><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">Strategic thinking</span></li></ul><h3><br></h3><p>As the manager of this team, you are responsible for submitting your team's decision (see Decisions on right of screen).</p><p><br></p><p><strong>YOUR POSITION</strong></p><p><br></p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">Based on your many years of personal experience across sales and services inside and outside Source Stream, you believe the following are the most important criteria for the sales and services roles:</span></p><ul><li><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">Sales: The key to sales is trust. If you can't build a relationship, you can't close a deal. This one is easy: trusted advisor should be number one for sales people.</span></li><li><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">Services: To service the Financial Services Industry (FSI) it's absolutely crucial that service professionals have deep experience in FSI. Nothing is more important to the clients we serve than a deep understanding of their context. </span></li></ul><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">Because you were less certain of the criteria for the engineering role, you interviewed several subject matter experts (SMEs) across a range of roles in engineering and discovered the following point of view:</span></p><ul><li><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">The engineering SMEs report that becoming a trusted advisor is the single most important criteria for engineering, due to the need to create influence in the upstream community and internally at Source Stream.</span></li></ul>", 
    "IsDefault" : true, 
    "Job" : "Manager", 
    "REST_URL" : "rounds/subround/message", 
    "SubRoundLabel" : "1A"
}
{ 
    "_id" : ObjectId("5b51eb6eab25cf61e4cb3d6b"), 
    "Title" : "Decision 1B", 
    "RoundId" : "5b3146d10d3e331e8019d5f3", 
    "Content" : "<p><br></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Nine candidates have gone through a rigorous interview process at Source Stream, and you have access to a high level view of each person’s bio, along with a reference quote </span><strong style=\"background-color: transparent; color: rgb(0, 0, 0);\"><em>(go to Inbox for bio summaries)</em></strong><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">. There are three candidates for each open position. You must hire one person for each of the following functions/roles:</span></p><ul><li><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Engineering: Senior Programmer. </span>This individual will work on our FSI vertical application development team and exhibit an understanding of the design, analytics, development, coding, testing and application programming to satisfy business and functional requirements. Responsibilities include leading a small team of developers to successfully deliver enhancements to our existing applications as well as new components and services. The successful candidate will also be responsible for following established application lifecycle procedures such as performance monitoring, vulnerability scanning, sustained resiliency testing among others.</li></ul><p><br></p><ul><li><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Sales: Executive. </span>This individual will be a sales professional who drives strategic enterprise wide sales initiatives into 10-20 targeted strategic accounts. Responsibilities include qualifying, selling and closing new business into Financial Services and Insurance prospects and installed accounts. The Sales Account Executive will have a direct impact on the success and growth of Source Stream reflected through excellent income potential.</li></ul><p><br></p><ul><li><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Services: Consultant. </span>This individual will work with prospective and current FSI clients to identify and integrate Source Stream solutions to drive profitable growth. They develop specialized expertise—strategic, industry, functional, technical—in a diverse project environment offering multiple opportunities for career growth. Responsibilities include supporting project teams engaged in the delivery of a wide range of Digital Finance and Enterprise Performance Management (EPM) initiatives leveraging their experience with planning and reporting technologies such as Hyperion, BPC, Anaplan, OBIEE, Tableau or Fusion.</li></ul><p><br></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">After reviewing the materials, work as a team to select the three candidates you will hire. You must then convince your manager of your selection. </span></p>", 
    "IsDefault" : true, 
    "Job" : "Individual Contributor", 
    "REST_URL" : "rounds/subround/message", 
    "SubRoundLabel" : "1B"
}
{ 
    "_id" : ObjectId("5b51ebf7ab25cf61e4cb3d7b"), 
    "Title" : "Sales Candidates", 
    "RoundId" : "5b3146d10d3e331e8019d5f3", 
    "Content" : "<p><br></p><p><strong style=\"background-color: transparent; color: rgb(0, 0, 0);\">Sales Candidate 1: Justin Wong</strong></p><ul><li><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">23 years selling hardware products at IBM, mostly servers to medium-sized enterprises</span></li><li class=\"ql-indent-1\"><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">One of top salespeople last year, with total sales of $45M</span></li><li><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">First job post-college was investment banking (3 years)</span></li><li><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Graduated from UNC Kenan-Flagler Undergraduate Business Program</span></li><li><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Reference says: “Patient, persistent relationship-builder”</span></li></ul><p><br></p><p><br></p><p><strong style=\"background-color: transparent; color: rgb(0, 0, 0);\">Sales Candidate 2: Prisha Anand</strong></p><ul><li><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">2 years selling cloud-based products for AWS</span></li><li class=\"ql-indent-1\"><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Last year total sales: $12M</span></li><li><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">7 years consulting at Bank Solutions Group, a global management consulting firm serving banks, credit unions and other financial services companies</span></li><li><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Graduated from Lady Shri Ram College for Women, Art major; International School of Management Business School</span></li><li><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Reference says: “Long-term strategic thinker”</span></li></ul><p><br></p><p><br></p><p><strong style=\"background-color: transparent; color: rgb(0, 0, 0);\">Sales Candidate 3: Mark Whitman</strong></p><ul><li><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">5 years Internet of Things Sales Manager for banking, insurance and healthcare clients</span></li><li><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">2 years Sales Aociate at Persistent Systems, software company</span></li><li><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">3 years Consultant, PwC</span></li><li><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Graduated from King’s College, Economics major</span></li><li><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Reference says: “Exactly the type of person we're looking for at Source Stream”</span></li></ul>", 
    "IsDefault" : false, 
    "Job" : "Individual Contributor", 
    "SubRoundLabel" : "1B", 
    "REST_URL" : "rounds/subround/message"
}
{ 
    "_id" : ObjectId("5b51ec0cab25cf61e4cb3d81"), 
    "Title" : "Services Candidates", 
    "RoundId" : "5b3146d10d3e331e8019d5f3", 
    "Content" : "<p><br></p><p><strong style=\"background-color: transparent; color: rgb(0, 0, 0);\">﻿Services Candidate 1: Melissa Cranston</strong></p><ul><li><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">5 years Consultant at Decision Resources Group, a global information and technology services company that provides proprietary data and solutions to the healthcare industry</span></li><li><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">6 years Project Manager at Blue Cross / Blue Shield of Wisconsin </span></li><li><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Graduated from University of Wisconsin, English major</span></li><li><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Reference says: “Inclusive of multiple stakeholders in decision making, would work well in our open culture”</span></li></ul><p><br></p><p><strong style=\"background-color: transparent; color: rgb(0, 0, 0);\">Services Candidate 2: Maneesh Purohit</strong></p><ul><li><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">3 years Solutions Architect at Fidelity Investments</span></li><li><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">4 year Software Engineer at Fidelity Investments</span></li><li><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Graduated from Ravishankar University, Raipur, India, Physics Major</span></li><li><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Reference says: “Deep understanding of the financial services industry, on business and technology fronts”</span></li></ul><p><br></p><p><strong style=\"background-color: transparent; color: rgb(0, 0, 0);\">Services Candidate 3: Jade Shi</strong></p><ul><li><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">4 years Enterprise Business Consultant at Denodo</span></li><li><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">7 years Consultant at PwC Digital Services</span></li><li><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Graduated from Nankai University, Economics major; Duke University Fuqua School of Business</span></li><li><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Reference says: “Takes long-term view of customer relationships”</span></li></ul>", 
    "IsDefault" : false, 
    "Job" : "Individual Contributor", 
    "SubRoundLabel" : "1B", 
    "REST_URL" : "rounds/subround/message"
}
{ 
    "_id" : ObjectId("5b51ec15ab25cf61e4cb3d83"), 
    "Title" : "Engineering Candidates", 
    "RoundId" : "5b3146d10d3e331e8019d5f3", 
    "Content" : "<p><br></p><p><strong style=\"background-color: transparent; color: rgb(0, 0, 0);\">﻿Engineering Candidate 1: Kashif Hassen</strong></p><ul><li><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">1 year Cloud Platform Engineer at Qualys</span></li><li><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">12 years Software Engineer at Microsoft on server technologies</span></li><li><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">3 years Software Developer for ERP Solutions at Troy Technologies</span></li><li><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Graduated from King Saud University, Engineering major</span></li><li><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Reference says: “Rock star at financial services software”</span></li></ul><p><br></p><p><strong style=\"background-color: transparent; color: rgb(0, 0, 0);\">Engineering Candidate 2: Jamie Tollman</strong></p><ul><li><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">5 years developing for Intel in - 2 years Junior Developer, 3 years senior Developer</span></li><li><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Active member of upstream community - active contributor to OpenStack and Kubernetes</span></li><li><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Graduated from Duke Pratt School of Engineering, Computer Engineering</span></li><li><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Reference says: “Models the skills and behaviors required to work in an open source environment” </span></li></ul><p><br></p><p><strong style=\"background-color: transparent; color: rgb(0, 0, 0);\">Engineering Candidate 3: Fredrik Arndt</strong></p><ul><li><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">3 years Software Tester at Salesforce</span></li><li><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">7 years Programmer at Citizens Bank</span></li><li><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">2 years recruiter at Surge, onshore provider of custom web, cloud, mobile, digital, and desktop software development and consulting services</span></li><li><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Graduated from MIT, Math major</span></li><li><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Reference says “Rare ability to create alignment among people with different opinions”</span></li></ul>", 
    "IsDefault" : false, 
    "Job" : "Individual Contributor", 
    "SubRoundLabel" : "1B", 
    "REST_URL" : "rounds/subround/message"
}
{ 
    "_id" : ObjectId("5b51fd29ab25cf61e4cb4968"), 
    "Title" : "Round 3: Video Transcript", 
    "RoundId" : "5b4a319410ec537e090c26d3", 
    "Content" : "<p><br></p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">Seiko: Hi Malcolm. </span></p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">Malcom: Hi Seiko! How’s life at RHK Bank? </span></p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">Seiko: Good.</span></p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">Malcom: Good? What was the lunch special today? </span></p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">Seiko: Grilled octopus.</span></p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">Malcom: You know you miss our pasta bar.</span></p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">Seiko: Sitting at the client site has perks. Better food is just one.</span></p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">Malcom: They give you better drinks, too?</span></p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">Seiko: Better information.</span></p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">Malcom: Oh yeah? What’d you get?</span></p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">Seiko: You know how RHK was slowly but surely ripping and replacing the global tech stack? </span></p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">Malcom: Change of plans?</span></p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">Seiko: Yeah. They’re still gonna go surely. But not so slowly. They’ve got a billion dollars burning a hole in their pocket. All their budgets got a boost, and anything under the banner of digital transformation is getting priority. </span></p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">Malcom: Our sales team must be salivating.</span></p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">Seiko: Yeah and RHK IT is including me in some meetings that I don’t normally see. IT Architecture. Ten year global plans. Trying to erase decades of tech debt. And they’re pumping me for information. </span></p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">Malcom: Like what?</span></p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">Seiko: I need to know everything you know about the next couple of years of the OpenVM. RHKBank is making some big, long-term bets and asking me to look into my crystal ball.</span></p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">Malcom: So what’s your crystal ball tell you?</span></p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">Seiko: I’m asking him right now.</span></p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">Malcom: [LAUGHS] Upstream decisions about the next release of OpenVM are imminent. Big release with a big decision. And a big dog at the center of it: Intel is by far the biggest contributor to code base. And they’re pushing for a code release that will be screaming hot on their machines. What does RHK think?</span></p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">Seiko: They are willing to bet their whole infrastructure on open source tech, but next release of OpenVM must be secure, RHK and performative. It’s got to be screaming fast.</span></p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">Malcom: We need to ensure it works on IBM architecture too. I can’t imagine RHK’s going to bet their billion dollars on a single vendor, single architecture.</span></p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">Seiko: Maybe. I’m at RHK two weeks a month. They are planning their roadmap now. They seem ready to make a big bet.</span></p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">Malcom: So we can make Julie Wilson’s’ dream of a billion dollar client come true?</span></p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">Seiko: Maybe. I gotta run. Meeting my client for coffee.</span></p>", 
    "IsDefault" : false, 
    "Job" : "Manager", 
    "SubRoundLabel" : "3A", 
    "REST_URL" : "rounds/subround/message"
}
{ 
    "_id" : ObjectId("5b51fe49ab25cf61e4cb49c2"), 
    "Title" : "Decision 3: Intel", 
    "RoundId" : "5b4a319410ec537e090c26d3", 
    "Content" : "<p><br></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">You are a software development manager for Intel, attending Open Source Summit, an event that brings together open source </span><span style=\"color: rgb(34, 34, 34);\">thought leaders, influencers, hiring managers, professionals, and developers in information technology to talk about their plans for the technological landscape and announce major news. Also attending the conference are representatives of Source Stream and IIBM. Both companies are sometimes Intel partners, and sometimes competitors.</span></p><p><br></p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">Intel is the leading producer of processors for enterprise servers, and also a partner and sometimes competitor of Source Stream. Intel owns 80% of this market and is considered a trusted partner to enterprise customers. </span></p><p><br></p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">Intel is the leading contributor to the machine emulation open source community. You have recently released a series of patches to this community. These patches ensure optimal performance on all servers with Intel processors. Enterprise customers are hungry for greater performance and security, and these needs have outrun the ability of the patches to meet them. Customers are increasingly&nbsp;frustrated by the slow pace of machine emulation product releases, and they hope for a quick release of the next version of the product. </span></p><p><br></p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">The machine emulation development manager from Source Stream is the decision maker in determining what code is or is not included in the product. You must work with IBM and Source Stream to come to a decision as to what product features should be included. Your leaders, customers and partners all suggest that it’s important to have integration with Intel features and not the obsolete feature set of IBM. </span></p><p><br></p><p><span style=\"color: rgb(0, 0, 0);\">You must work with Source Stream and IBM to decide on the final code for the product. After the round, you will be scored by your Source Stream and IBM peers based on Negotiation and Accountability. You will also be scored based on </span><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">Connection, Trust, Transparency, Collaboration, and Meritocracy</span><span style=\"color: rgb(0, 0, 0);\">. </span></p><p><br></p><p><strong style=\"color: rgb(0, 0, 0); background-color: transparent;\">YOUR POSITION</strong></p><p><br></p><p><span style=\"color: rgb(0, 0, 0);\">﻿You want integration with Intel architecture. Your processors power 80% of enterprise data centers. This position is smart for your business and smart for your large installed base. It’s good for everyone. Say yes to Intel architecture.</span></p><p><span style=\"color: rgb(0, 0, 0);\">You believe a generic layer slows down innovation. Say no to generic layer.</span></p><p><span style=\"color: rgb(0, 0, 0);\">You believe integration with IBM would derail progress and delay innovation for customers. And it would suppress demand for your processors. It hurts your profits and it hurts the entire community. Say no to IBM architecture.</span></p>", 
    "IsDefault" : true, 
    "Job" : "ChipCo", 
    "REST_URL" : "rounds/subround/message", 
    "SubRoundLabel" : "3A"
}
{ 
    "_id" : ObjectId("5b51fe54ab25cf61e4cb49c9"), 
    "Title" : "Decision 3: IBM", 
    "RoundId" : "5b4a319410ec537e090c26d3", 
    "Content" : "<p><br></p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">You are a software development manager for IBM, attending Open Source Summit, an event that brings together open source </span><span style=\"color: rgb(34, 34, 34);\">thought leaders, influencers, hiring managers, professionals, and developers in information technology to talk about their plans for the technological landscape and announce major news. Also attending the conference are representatives of Source Stream and IBM Both companies are sometimes Intel partners, and sometimes competitors.</span></p><p><br></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">IBM manufactures and markets computer hardware, middleware and software, and provides hosting and consulting services. IBM feels that enterprise customers are overwhelmed by the number and speed of patch releases, and is advocating for a slower pace. </span></p><p><br></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">The machine emulation development manager from Source Stream is the decision maker in determining what code is or is not included in the product. You must work with Intel and Source Stream to come to a decision as to what product features should be included. Your leaders, customers and partners all suggest that it’s important to have integration with IBM features, and not the more reckless and reactive approach taken by Intel. </span></p><p><br></p><p><span style=\"color: rgb(0, 0, 0);\">You must work with Source Stream and Intel to decide on the final code for the product. After the round, you will be scored by your Source Stream and IBM peers based on Negotiation and Accountability. You will also be scored based on </span><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">Connection, Trust, Transparency, Collaboration, and Meritocracy</span><span style=\"color: rgb(0, 0, 0);\">. </span></p><p><br></p><p><strong style=\"background-color: transparent; color: rgb(0, 0, 0);\">YOUR POSITION</strong></p><p><br></p><p><span style=\"color: rgb(0, 0, 0);\">﻿You want integration with IBM architecture. To provide a balance to the dominant provider -&nbsp;Intel - you need integration with IBM servers. It will encourage more innovation in the marketplace. This position is smart for your business and smart for the entire community.</span></p><p><br></p><p><span style=\"color: rgb(0, 0, 0);\">You believe a generic layer slows down innovation. Say no to generic layer.</span></p><p><br></p><p><span style=\"color: rgb(0, 0, 0);\">You believe integration with Intel would further cement Intel's near monopoly position, hurting innovation. Say no to Intel architecture.</span></p>", 
    "IsDefault" : true, 
    "Job" : "Integrated Systems", 
    "REST_URL" : "rounds/subround/message", 
    "SubRoundLabel" : "3A"
}
{ 
    "_id" : ObjectId("5b51ff3eab25cf61e4cb4a14"), 
    "Title" : "Decision 1B", 
    "RoundId" : "5b3146d10d3e331e8019d5f3", 
    "Content" : "<p><br></p><p>As the manager of this team, you must take your teams' inputs into account and make the final candidate selections (via Decisions). You have not been involved in the actual interviews, so must rely on your teams' perspectives as to the right candidates for the FSI swat team.</p><p><br></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Choose the candidate for each position:</span></p><p><br></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Sales:</span></p><ul><li><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Justin Wong</span></li><li><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Prisha Anand</span></li><li><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Mark Whitman</span></li></ul><p><br></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Engineering:</span></p><ul><li><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Kashif Hassen</span></li><li><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Jamie Tollman</span></li><li><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Fredrik Arndt</span></li></ul><p><br></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Services:</span></p><ul><li><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Melissa Cranston</span></li><li><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Maneesh Purohit</span></li><li><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Jade Shi</span></li></ul>", 
    "IsDefault" : true, 
    "Job" : "Manager", 
    "SubRoundLabel" : "1B", 
    "REST_URL" : "rounds/subround/message"
}
{ 
    "_id" : ObjectId("5b561976176b81cae6bacaed"), 
    "Title" : "Nicolau Silva, Infrastructure Evangelist)", 
    "RoundId" : "5b4a319410ec537e090c26d3", 
    "Content" : "", 
    "IsDefault" : false, 
    "Job" : "Manager", 
    "SubRoundLabel" : "3A", 
    "REST_URL" : "rounds/subround/message"
}
{ 
    "_id" : ObjectId("5b5789aa49ef01dc027f9598"), 
    "Title" : "Decision 3: Manager", 
    "RoundId" : "5b4a319410ec537e090c26d3", 
    "Content" : "<p><br></p><p><br></p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">You are a Product Manager at Source Stream, attending Open Source Summit, an event that brings together open source </span><span style=\"color: rgb(34, 34, 34);\">thought leaders, influencers, hiring managers, professionals, and developers in information technology to talk about their plans for the technological landscape and announce major news. Also attending the conference are representatives of Intel and IBM. Both companies are sometimes Source Stream partners, and sometimes competitors.</span></p><p><br></p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">You are responsible for Source Stream Virtualization (SSV). SSV is an open, software-defined machine emulation product. It features management tools resources, processes, and applications, which gives customers a RHK foundation for a cloud-native and containerized future. In addition to your role at Source Stream, you are a senior person in OpenVM, an open source upstream community, and the lead for the machine emulation subproject under the virtualization umbrella. SSV is the product; OpenVM is the open source community upstream from SSV.</span></p><p><br></p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">Intel is the leading producer of processors for enterprise servers, and also a partner and sometimes competitor of Source Stream. </span><span style=\"color: rgb(0, 0, 0);\">Intel</span><span style=\"color: rgb(0, 0, 0); background-color: transparent;\"> has released a series of patches that highlight the features of their chip design. This could be a positive outcome for enterprise customers because of </span><span style=\"color: rgb(0, 0, 0);\">Intel's</span><span style=\"color: rgb(0, 0, 0); background-color: transparent;\"> dominant position. However, you worry about giving up so much control to a single player because of potential negative impact to both the community and to your product strategy. </span></p><p><br></p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">IBM manufactures and markets computer hardware, middleware and software, and provides hosting and consulting services. IBM feels that enterprise customers are overwhelmed by the number and speed of patch releases, and is advocating for a slower pace. </span></p><p><br></p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">As the Source Stream Engineering Manager, you are responsible for deciding which code is or is not included in the product. You have been hearing separately from your contacts at </span><span style=\"color: rgb(0, 0, 0);\">Intel</span><span style=\"color: rgb(0, 0, 0); background-color: transparent;\"> and IBM. A decision needs to be made, and your leadership team has asked you to come to agreement. Make sure both parties feel heard and that their interests are met. If you need to reach a supplemental agreement, document that on a sheet of paper. </span></p><p><br></p><p><span style=\"color: rgb(0, 0, 0);\">As part of your role, you must demonstrate the ability to coach and give feedback without dominating the process. Part of your role is also time-keeping and ensuring the team is staying on task. After the round, you will be scored by your Intel and IBM peers based on Negotiation and Accountability. You will also be scored based on </span><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">Connection, Trust, Transparency, Collaboration, and Meritocracy</span><span style=\"color: rgb(0, 0, 0);\">. </span></p><p><br></p><p><strong style=\"color: rgb(0, 0, 0); background-color: transparent;\">YOUR POSITION</strong></p><p><br></p><p><span style=\"color: rgb(0, 0, 0);\">You have a summer intern who believes the wisest approach is to create a generic layer for virtualization. In the words of the intern:</span></p><p><br></p><p><span style=\"color: rgb(0, 0, 0);\">“I have been contributing to the virtualization open source community since I was 15, and in my experience a generic layer is our best bet. Here’s why: if we let a single player like Intel or IBM call the shots, we violate the spirit of the community. We can write a generic layer to enable our code base to play well with both Intel and Integrated System processors. It may take a little longer and may involve a bit of compromise. But it seems to me to be a big mistake let short-term commercial interests drive this decision. Then again, I’m just an intern, so what do I know?”</span></p><p><br></p><p><span style=\"color: rgb(0, 0, 0);\">﻿You trust the intern’s point of view. Say yes to generic layer. Say no to Intel and IBM architecture. </span></p>", 
    "IsDefault" : true, 
    "Job" : "Manager", 
    "REST_URL" : "rounds/subround/message", 
    "SubRoundLabel" : "3A"
}
{ 
    "_id" : ObjectId("5b578a2b49ef01dc027f95aa"), 
    "Title" : "Voicemail", 
    "RoundId" : "5b561976176b81cae6bacaed", 
    "Content" : "<p><br></p>", 
    "IsDefault" : false, 
    "Job" : "Individual Contributor", 
    "SubRoundLabel" : "2A", 
    "REST_URL" : "rounds/subround/message"
}
{ 
    "_id" : ObjectId("5b578a7749ef01dc027f95b4"), 
    "Title" : "Round 2: Voicemail for manager", 
    "RoundId" : "5b561976176b81cae6bacaed", 
    "Content" : "<p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">[voice message transcript for Manager, June 16 from Tom Carlow SVP Global Channel Sales &amp; Alliances to manager]</span></p><p><br></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Tom Carlow here. I was hoping you’d be around but...uh...well, I guess it’s going to have to be voicemail. I’m boarding for SFO now. Listen, I came out of a meet this morning with Julie and she wanted my take on the RHK deal. There’s a lot riding on this and our organization is front and centre when it comes to delivering whatever you all agree to so - as you’d expect - I’ve got a point of view. Let me say right off the bat if I sound anxious it’s because I am.</span><span style=\"background-color: transparent; color: rgb(255, 153, 0);\"> </span><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">We can push back when we get sight of the deal if there are issues but with VM in the position that they are in, most likely we lose the whole thing. Which means we’ll get stuck trying to deliver on a promise we should never have made. </span></p><p><br></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Three things you need to know before you do anything.</span><span style=\"background-color: transparent; color: rgb(255, 153, 0);\"> </span><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">First, you’re gonna want to drop project management to sweeten the deal. Don’t do it. We can’t afford it. I know it’s the hardest sell of the whole suite but your job here is to make RHK recognize that without it they’ll bleed opex for months trying to figure out how to get the job done. Open is just different, and we’ve seen the same problems so many times we can recite them in our sleep. They can’t. Their IT guys will beat their chest and we’ll offer a stripped out package of support that’ll turn into a nightmare. Trust me. I’m living it every day because of the deals no one was smart enough to stop just so someone, somewhere could hit a number. And don’t expect RHK to cough up when they finally see the light. When the roll out is delayed three months guess who they’ll blame? They need to spend 20-25% on project management because it’ll save them three times that if they don’t. If you need a better reason believe me when I say that the fat margin you’re gonna crow about will get squeezed so fast we’ll be building pyramids just to break even. That’s one.</span></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">...Two, don’t forget who our true friends are. It’s not RHK. It’s the partners busting their butts&nbsp;to sell our gear who cannot live on scraps if we pull the rug from under them. In the last six months I’ve been chewed out more times than I care to remember by Coldspace, JSL, Openair, Parallax...all of them. Why? Because their customers are coming to them with a story called “unlimited licensing”. A story of what they can get </span><em style=\"background-color: transparent; color: rgb(0, 0, 0);\">free</em><span style=\"background-color: transparent; color: rgb(0, 0, 0);\"> by going direct. Those partners I mentioned are the reason we went from three billion to four in less time than it took to make our first million. They deserve better.</span></p><p><br></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">That just leaves three. It’s easily forgotten in the heat of the moment. Renewal. Remember that you or someone that follows you will be doing all of this again in the time it takes you to say </span><em style=\"background-color: transparent; color: rgb(0, 0, 0);\">“what Christmas already?”</em><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">. Ask anyone and they’ll say they can’t believe it’s June yet I absolutely guarantee nobody in your shoes is thinking about that deal they need to make 12 months from now. The smart play is to hold something back. Because even if you don’t need it to make the deal next year you’ll definitely need it when something breaks. And it </span><em style=\"background-color: transparent; color: rgb(0, 0, 0);\">will</em><span style=\"background-color: transparent; color: rgb(0, 0, 0);\"> break.</span></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">That’s it. Make sure I know you got this. Make sure I know I’m heard. </span></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Good luck. </span></p>", 
    "IsDefault" : false, 
    "Job" : "Manager", 
    "SubRoundLabel" : "2A", 
    "REST_URL" : "rounds/subround/message"
}
{ 
    "_id" : ObjectId("5b578aa649ef01dc027f95bb"), 
    "Title" : "Decision 2A", 
    "RoundId" : "5b561976176b81cae6bacaed", 
    "Content" : "<p><br></p><p><span style=\"color: rgb(0, 0, 0);\">You are now the manager of a team at Source Stream. You must lead your team in making strategic decisions, and demonstrate the ability to coach and give feedback without dominating the process. Part of your role is also time-keeping and ensuring the team is staying on task. After the round, you will be scored by your team members based on your ability to shift your leadership style, and Influence. You will also be scored based on </span><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">Connection, Trust, Transparency, Collaboration, and Meritocracy</span><span style=\"color: rgb(0, 0, 0);\">. </span></p><p><br></p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">It’s June 16, about two weeks before the end of the fiscal quarter. Julie Wilson is pushing to land Source Stream’s most significant deal ever with RHK Bank, a 450,000 person financial services company. This deal would result in Source Stream becoming&nbsp;RHK Bank’s premier and sole open source software provider. </span></p><p><br></p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">This particular contract, in conjunction with the other contracts already in place between RHK Bank and Source Stream, would make RHK the company’s first $1B customer. This win is particularly important, because it means Source Stream will be too big to be purchased by a larger competitor. Your sales leadership suggests that you should not offer a price lower than $600/user for this particular mix of software. VMWare is also an incumbent provider to RHK Bank, and your competitive intelligence suggests that are likely to come in at higher than $600/user for an offering that isn't as innovative and complete as yours. </span></p><p><br></p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">Your team must convince you of their decisions. As manager, you are responsible for submitting the decisions (via Decisions).</span></p><p><br></p><ul><li>Deal structure: On the table is a “price times volume” structure. You will not land the deal if you price the solution too high.</li><li>Project management: In order to meet the customer budget, you can choose to omit project management from the given solution.&nbsp;</li></ul><p><br></p><p><strong style=\"color: rgb(0, 0, 0); background-color: transparent;\">﻿YOUR POSITION</strong></p><p><br></p><p><span style=\"color: rgb(0, 0, 0);\">Your sales leadership suggests that you should not offer a price lower than $600/user for this particular mix of software. VMWare is also an incumbent provider to RHK Bank, and your competitive intelligence suggests that are likely to come in at higher than $600/user for an offering that isn't as innovative and complete as yours.</span></p><p><span style=\"color: rgb(0, 0, 0);\">You have also heard from sales leaders that you should include project management as part of the offer. But you worry that is not in the client’s best interest, as they have in-house project managers.</span></p><p><span style=\"color: rgb(0, 0, 0);\">\f</span></p>", 
    "IsDefault" : true, 
    "Job" : "Manager", 
    "REST_URL" : "rounds/subround/message", 
    "SubRoundLabel" : "2A"
}
{ 
    "_id" : ObjectId("5b578ae949ef01dc027f95c6"), 
    "Title" : "Decision 2A", 
    "RoundId" : "5b561976176b81cae6bacaed", 
    "Content" : "<p><br></p><p><span style=\"color: rgb(0, 0, 0);\">You are an associate on a team at Source Stream. You must work with your team members to make strategic decisions, and together convince your team manager that your decisions are sound. After the round, you will be scored by your manager based on your ability to shift your leadership style, and Influence. You will also be scored based on </span><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">Connection, Trust, Transparency, Collaboration, and Meritocracy</span><span style=\"color: rgb(0, 0, 0);\">.</span></p><p><br></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">It’s June 16, about two weeks before the end of the fiscal quarter. Julie Wilson is pushing to land Source Stream’s most significant deal ever with RHK Bank, a 450,000 person global financial services company. This deal would result in Source Stream becoming&nbsp;RHK Bank’s premier and sole open source software provider. </span></p><p><br></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">This particular contract, in conjunction with the other contracts already in place between RHK Bank and Source Stream, would make RHK the company’s first $1B customer. For the particular mix of software in this deal, RHK is used to paying no more than $450/user. This win is particularly important, because it means Source Stream will be too big to be purchased by a larger competitor. VMWare is also an incumbent provider to RHK Bank, and will do whatever it takes to win this project. </span></p><p><br></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">You have several decisions to make as a team, and then to convince your manager of the appropriate solution. </span></p><p><br></p><ul><li><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Deal structure: On the table is a “price times volume” structure. You will not land the deal if you price the solution too high.</span></li><li><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Project management: In order to meet the customer budget, you can choose to omit project management from the given solution.&nbsp;</span></li></ul><p><br></p><p><strong>YOUR POSITION</strong></p><p><br></p><p><span style=\"color: rgb(0, 0, 0);\">You believe you should charge $450/user. This particular contract, in conjunction with the other contracts already in place between RHK Bank and Source Stream, would make RHK the company’s first $1B customer. For the particular mix of software in this deal, RHK is used to paying no more than $450/user. This win is particularly important, because it means Source Stream will be too big to be purchased by a larger competitor. VMWare is also an incumbent provider to RHK Bank, and will do whatever it takes to win this project.</span></p><p><br></p><p><span style=\"color: rgb(0, 0, 0);\">You believe you should include project management. From your conversations with several professionals in Source Stream services, including the project management fee increases the price upfront but saves money for the client in the long-term.</span></p>", 
    "IsDefault" : true, 
    "Job" : "Associate", 
    "REST_URL" : "rounds/subround/message", 
    "SubRoundLabel" : "2A"
}
{ 
    "_id" : ObjectId("5b578b6d49ef01dc027f95d5"), 
    "Title" : "Decision 2B", 
    "RoundId" : "5b564f22e09494dbc165e595", 
    "Content" : "<p><br></p><p>Tom Carlowe remains unconvinced that you have chosen an appropriate deal structure. You must now prepare a presentation to make your case to Tom. Include reasoning behind deal structure (number of users and price), as well as your decision on project management.</p><p><br></p><p>You will score the other teams' presentations to Tom. You will not score your own team. Your manager will submit the scores.</p>", 
    "IsDefault" : true, 
    "Job" : "Associate", 
    "SubRoundLabel" : "2B", 
    "REST_URL" : "rounds/subround/message"
}
{ 
    "_id" : ObjectId("5b578b9f49ef01dc027f95dd"), 
    "Title" : "Decision 2B", 
    "RoundId" : "5b564f22e09494dbc165e595", 
    "Content" : "<p><br></p><p>Tom Carlowe remains unconvinced that you have chosen an appropriate deal structure. You must now prepare a presentation to make your case to Tom. Include reasoning behind deal structure (number of users and price), as well as your decision on project management.</p><p><br></p><p>After every team presents, you will decide what score to give each team. You will not score your own team.</p>", 
    "IsDefault" : true, 
    "Job" : "Associate", 
    "SubRoundLabel" : "2B", 
    "REST_URL" : "rounds/subround/message"
}
{ 
    "_id" : ObjectId("5b578cdd49ef01dc027f960f"), 
    "Title" : "Decision 4A", 
    "RoundId" : "5b56644f02491562bcbc3604", 
    "Content" : "<p><br></p><p><span style=\"color: rgb(0, 0, 0);\">You are an associate on a cross-functional mergers and acquisitions team at Source Stream. You must work with your team members to make strategic decisions, and together convince your team manager that your decisions are sound. After the round, you will be scored by your manager based on Motivation and Communication. You will also be scored based on </span><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">Connection, Trust, Transparency, Collaboration, and Meritocracy</span><span style=\"color: rgb(0, 0, 0);\">. </span></p><p><br></p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">In the deal recently closed with RHK Bank, it has been uncovered that the solution will require technology that Source Stream doesn’t currently provide. The leadership team has determined that Source Stream will acquire a company that specializes in online payment processing for internet businesses. </span></p><p><br></p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">You identified a target company, BlueKite, started by Fiona McColl in 2015. This quickly growing company has dominated the online payment market in the financial services industry, and its offerings will integrate cleanly with Source Stream’s platforms and products. In order to determine how much you are willing to pay for this acquisition, you have found the following in your research:</span></p><p><br></p><ul><li><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">An investment banker has valued the company at at least $4B.</span></li><li><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">There was a rumor that Integrated Systems bid on the company at $2B, but the offer was rejected because it was too low.</span></li><li><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">Your internal finance team is recommending no more than $3B.</span></li></ul><p><br></p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">As a team, you must decide on the amount you wish to pay for the acquisition of BlueKite, and convince your manager on your decision.</span></p><p><br></p><p><strong style=\"color: rgb(0, 0, 0); background-color: transparent;\">YOUR POSITION</strong></p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">You believe your offer must be at least $4B, which is the minimum valuation proposed by an independent third party. The other sources of data are based on rumor and/or come from Source Stream's on internal point of view.</span></p>", 
    "IsDefault" : true, 
    "Job" : "Associate", 
    "REST_URL" : "rounds/subround/message", 
    "SubRoundLabel" : "4A"
}
{ 
    "_id" : ObjectId("5b578d1649ef01dc027f9619"), 
    "Title" : "Decision 4A", 
    "RoundId" : "5b56644f02491562bcbc3604", 
    "Content" : "<p><br></p><p><span style=\"color: rgb(0, 0, 0);\">You are now the manager of a cross-functional mergers and acquisitions team at Source Stream. You must lead your team in making strategic decisions, and demonstrate the ability to coach and give feedback without dominating the process. Part of your role is also time-keeping and ensuring the team is staying on task. After the round, you will be scored by your team members based on Motivation and Communication. You will also be scored based on </span><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">Connection, Trust, Transparency, Collaboration, and Meritocracy</span><span style=\"color: rgb(0, 0, 0);\">. </span></p><p><br></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">In the deal recently closed with RHK Bank, it has been uncovered that the solution will require technology that Source Stream doesn’t currently provide. The leadership team has determined that Source Stream will acquire a company that specializes in online payment processing for internet businesses. </span></p><p><br></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">You identified a target company, BlueKite, started by Fiona McColl in 2015. This rapidly growing company has dominated the online payment&nbsp;market in the financial services industry, and its offerings will integrate cleanly with Source Stream’s platforms and products. In order to determine how much you are willing to pay for this acquisition, you have found the following in your research:</span></p><p><br></p><ul><li><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">An investment banker has valued the company at at least $4B.</span></li><li><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">There was a rumor that Integrated Systems bid on the company at $2B, but the offer was rejected because it was too low.</span></li><li><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Your internal finance team is recommending no more than $3B.</span></li></ul><p><br></p><p><strong style=\"background-color: transparent; color: rgb(0, 0, 0);\"><em>Decision</em></strong></p><p><br></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Enter the amount you wish to pay for the acquisition of BlueKite. Also include an explanation as to why you believe BlueKite is a worthy investment, including fit with Source Stream. 50 words or less.</span></p><p><br></p><p><strong style=\"background-color: transparent; color: rgb(0, 0, 0);\">YOUR POSITION</strong></p><p><br></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">You believe that you can secure the deal for $2B or perhaps even less. You are a much better fit for BlueKite than Integrated Systems, and you believe that Fiona will make her decision more about fit than money.</span></p>", 
    "IsDefault" : true, 
    "Job" : "Manager", 
    "REST_URL" : "rounds/subround/message", 
    "SubRoundLabel" : "4A"
}
{ 
    "_id" : ObjectId("5b578dd049ef01dc027f9633"), 
    "Title" : "Round 4: Video Transcript", 
    "RoundId" : "5b56644f02491562bcbc3604", 
    "Content" : "<p>Fiona McColl, BlueKite Founder</p><p><br></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">I was fascinated by developer tools, and the other online companies handling payments just seemed to be sort of complete dinosaurs. As the web spread around the world and became more deeply woven into our lives with mobile devices, it seemed obvious there should be some kind of universal payments platform for the Internet.</span></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">It should be really easy to transact online, and so I thought, let's just do it, it won't be that hard (laughs). And it probably won't take that long. I was about to graduate and needed a senior thesis project. So I decided to work on this online payments problem.</span></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">First thing I did was build a core developer team. We were all joined by the belief that payments should be accessible for developers. And our idea was that the API should be just as straightforward as anything else in dev. Everyone else had been treating online payments as something that finance people should care about and targeted their products at CFOs and the business people.</span></p><p><br></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">And we thought the Internet was moving in a different direction and so we decided to target the makers -- the people actually creating things. We thought that payments on the Internet was primarily a technology problem. There's much more value that you could create than just being basically a pipe to the credit card networks, and so we wanted to build a completely new stack for anyone starting a business online. And so we worked nights and weekends. </span></p><p><br></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">And then we got our first production user - and now this was only a couple weeks after we started working on it but we really wanted to have production users shaping the product as early as possible. The user was a friend of ours. There's this story at Amazon about how they celebrated when they got their first buyer who wasn't any of their mom's, and so in our case the user wasn't our mom but he was a good friend. So we definitely weren't out of the woods. We went back to school and we continued to work on debt payments in our spare time, and there was one cafe I worked out of so much that I think I'm still Facebook friends with most of the baristas.</span></p><p><br></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">BlueKite is a slightly unusual company in that we are a technology company but we're also a finance company. We span these two industries and the technology side requires really good reliability and a clear API. But the payment side requires working with banks and credit card companies and generally handling sort of a slew of finance industry issues that we definitely hadn't previously encountered.</span></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">The past few years have been a bit of a blur. Today our platform handles billions of dollars of transactions. And we remain committed to the principles of building developer-friendly tools. The developers who use our platforms challenge us to get better every day. </span></p>", 
    "IsDefault" : false, 
    "Job" : "Individual Contributor", 
    "SubRoundLabel" : "4A", 
    "REST_URL" : "rounds/subround/message"
}
{ 
    "_id" : ObjectId("5b578e5c49ef01dc027f964b"), 
    "Title" : "Decision 4C: Bidding", 
    "RoundId" : "5b578c5e49ef01dc027f95f4", 
    "Content" : "<p><br></p><p>Given that the BlueKite Board rejected the deal, there will now be a live auction to bid on BlueKite. The team that bids the highest - and secures the Board’s approval - will win the auction.</p><p><br></p><p>As manager, you are responsible for submitting your team's decision.</p>", 
    "IsDefault" : true, 
    "Job" : "Individual Contributor", 
    "REST_URL" : "rounds/subround/message", 
    "SubRoundLabel" : "4C"
}
{ 
    "_id" : ObjectId("5b578fb049ef01dc027f967b"), 
    "Title" : "Decision 4C", 
    "RoundId" : "5b56645902491562bcbc3606", 
    "Content" : "<p><br></p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">Congratulations, you have successfully acquired BlueKite.</span></p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">It is now 12 months post-acquisition, and the integration efforts have begun. BlueKite has a unique culture, distinct from Source Stream’s, and Fiona McColl and her leadership team are pushing to retain a fair amount of independence from Source Stream - both geographically and systems-wise. </span></p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">BlueKite is headquartered in London, with a significant headcount in Singapore, and Fiona is asking to keep both locations open. The company has a known brand, and also wishes to retain this. Finally, BlueKite wishes to keep its own IT and HR systems and processes.</span></p><p><strong style=\"color: rgb(0, 0, 0); background-color: transparent;\">YOUR POSITION</strong></p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">You disagree with BlueKite - you believe that a fully centralized IT and HR system is a smart idea. It will be a lot of work upfront, but worth it in the end. Research on post-merger acquisition suggests that investing extra time and money in integrating systems upfront will pay off.</span></p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">Given Source Stream has a presence in London, you see no need to allow BlueKite to keep their London office.</span></p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">You also don't believe BlueKite should keep their office in Singapore, one of the world's most expensive cities.</span></p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">Finally, you are happy to let BlueKite's brand live as a sub-brand beneath Source Stream. But they should not get their own separate brand.</span></p>", 
    "IsDefault" : true, 
    "Job" : "Associate", 
    "SubRoundLabel" : "4C", 
    "REST_URL" : "rounds/subround/message"
}
{ 
    "_id" : ObjectId("5b5790de49ef01dc027f96ab"), 
    "Title" : "", 
    "RoundId" : "5b57906549ef01dc027f9699", 
    "Content" : "<p><span style=\"color: rgb(0, 0, 0);\">You are now the manager of a team at Source Stream. You must lead your team in making strategic decisions, and demonstrate the ability to coach and give feedback without dominating the process. Part of your role is also time-keeping and ensuring the team is staying on task. After the round, you will be scored by your team members based on Judgement and Openness. You will also be scored based on </span><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">Connection, Trust, Transparency, Collaboration, and Meritocracy</span><span style=\"color: rgb(0, 0, 0);\">. </span></p><p><br></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">There is no denying that Source Stream is continuing its path to positive results and growth. Thanks to you, Source Stream has made great strides in several areas. You built a cross-functional team to address the growing financial services industry opportunities. You negotiated with stakeholders in the upstream community and came to agreement around the product features of the next release. You won your first $1B customer, and successfully acquired and integrated a company to further secure the RHK Bank Business. </span></p><p><br></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Unfortunately, you have encountered some hurdles in your relationship with RHK Bank. It is now 6 months after the conference call with your frustrated customer at the bank.&nbsp;In order to placate the customer and ensure you kept their business, you provided an onsite technical account manager to provide support the bank’s internal engineering team. The customer was thrilled...at first. </span></p><p><br></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Joya Thadani (CIO, RHK Bank) is now demanding you provide an entire team of five technical account managers. She insists that while the technical issues are being dealt with as they occur, a team of Source Stream engineers could more proactively approach these same issues and solve for them before they actually happen.</span></p><p><br></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">She is also insisting on a price discount. RHK Bank has invested a lot in a short amount of time, and some of that cost has been pushed onto their customers. RHK customers are obviously not happy about a price increase, particularly after experiencing some of the issues incurred by technical glitches incurred by Source Stream products. She knows she is your largest customer, and that you rely on their business to stay out of reach of any potential buyers. </span></p><p><br></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Joya is threatening to put a portion of your contract out to bid if you do not comply with her demands.</span></p><p><br></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">As manager, you are responsible for submitting your team's decision.</span></p>", 
    "IsDefault" : true, 
    "Job" : "Manager", 
    "REST_URL" : "rounds/subround/message", 
    "SubRoundLabel" : "5A"
}
{ 
    "_id" : ObjectId("5b5e0053602cc6a9f539f9b6"), 
    "Title" : "Decision 4B", 
    "RoundId" : "5b5e009e602cc6a9f539fa06", 
    "Content" : "<p><br></p><p>While you offered a compelling story as to why BlueKite is an attractive fit with Source Stream, Fiona wants to hear more directly from you. As a team, you must create a 5 minute (or less) presentation to Fiona, and use your influencing skills to win her over.</p><p><br></p><p>You will score each presentation as a team.</p><p><br></p>", 
    "IsDefault" : true, 
    "Job" : "Individual Contributor", 
    "SubRoundLabel" : "4B", 
    "REST_URL" : "rounds/subround/message"
}
{ 
    "_id" : ObjectId("5b609f92176b81cae6be98e3"), 
    "Title" : "Decision 4B (manager)", 
    "RoundId" : "5b5e009e602cc6a9f539fa06", 
    "Content" : "<p><br></p><p>While you offered a compelling story as to why BlueKite is an attractive fit with Source Stream, Fiona wants to hear more directly from you. As a team, you must create a 5 minute (or less) presentation to Fiona, and use your influencing skills to win her over.</p><p><br></p><p>You will score each presentation as a team.</p><p><br></p>", 
    "IsDefault" : true, 
    "Job" : "Manager", 
    "SubRoundLabel" : "4B", 
    "REST_URL" : "rounds/subround/message"
}
{ 
    "_id" : ObjectId("5b60a019176b81cae6be99e9"), 
    "Title" : "Decision 4C: Bidding", 
    "RoundId" : "5b578c5e49ef01dc027f95f4", 
    "Content" : "<p><br></p><p>Given the BlueKite Board rejected the deal, there will now be a live auction to bid on BlueKite. The team that bids the highest - and secures the Board’s approval - will win the auction.</p><p><br></p><p>As manager, you are responsible for submitting your team's decision.</p>", 
    "IsDefault" : true, 
    "Job" : "Manager", 
    "REST_URL" : "rounds/subround/message", 
    "SubRoundLabel" : "4C"
}
{ 
    "_id" : ObjectId("5b60a06e176b81cae6be9a8c"), 
    "Title" : "Decision 4C", 
    "RoundId" : "5b56645902491562bcbc3606", 
    "Content" : "<p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">Congratulations, you have successfully acquired BlueKite.</span></p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">It is now 12 months post-acquisition, and the integration efforts have begun. BlueKite has a unique culture, distinct from Source Stream’s, and Fiona McColl and her leadership team are pushing to retain a fair amount of independence from Source Stream - both geographically and systems-wise. </span></p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">BlueKite is headquartered in London, with a significant headcount in Singapore, and Fiona is asking to keep both locations open. The company has a known brand, and also wishes to retain this. Finally, BlueKite wishes to keep its own IT and HR systems and processes.</span></p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">As manager, you are responsible for submitting your team's decisions.</span></p><p><strong style=\"color: rgb(0, 0, 0); background-color: transparent;\">YOUR POSITION</strong></p><p>From your past experience living through an acquisition at another company, you understand that there is an upfront cost to integrating systems - both in time, money, and people's patience. That said, you have also seen the benefits in efficiencies in the longer-term.</p><p><br></p><p><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">You want to listen openly to the positions of the representative from BlueKite and from your own associates. Work to help the team reach a common point of view that is in the best interest of all stakeholders.</span></p>", 
    "IsDefault" : true, 
    "Job" : "Manager", 
    "SubRoundLabel" : "4C", 
    "REST_URL" : "rounds/subround/message"
}
{ 
    "_id" : ObjectId("5b60a0b3176b81cae6be9b0a"), 
    "Title" : "Decision 5", 
    "RoundId" : "5b57906549ef01dc027f9699", 
    "Content" : "<p><br></p><p><span style=\"color: rgb(0, 0, 0);\">You are an associate on a team at Source Stream. You must work with your team members to make strategic decisions, and together convince your team manager that your decisions are sound. After the round, you will be scored by your manager based on Judgement and Openness. You will also be scored based on </span><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">Connection, Trust, Transparency, Collaboration, and Meritocracy</span><span style=\"color: rgb(0, 0, 0);\">. </span></p><p><br></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">There is no denying that Source Stream is continuing its path to positive results and growth. Thanks to you, Source Stream has made great strides in several areas. You built a cross-functional team to address the growing financial services industry opportunities. You negotiated with stakeholders in the upstream community and came to agreement around the product features of the next release. You won your first $1B customer, and successfully acquired and integrated a company to further secure the RHK Bank Business. </span></p><p><br></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Unfortunately, you have encountered some hurdles in your relationship with RHK Bank. It is now 6 months after the conference call with your frustrated customer at the bank.&nbsp;In order to placate the customer and ensure you kept their business, you provided an onsite technical account manager to provide support the bank’s internal engineering team. The customer was thrilled...at first. </span></p><p><br></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Joya Thadani (CIO, RHK Bank) is now demanding you provide an entire team of five technical account managers. She insists that while the technical issues are being dealt with as they occur, a team of Source Stream engineers could more proactively approach these same issues and solve for them before they actually happen.</span></p><p><br></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">She is also insisting on a price discount. RHK Bank has invested a lot in a short amount of time, and some of that cost has been pushed onto their customers. RHK customers are obviously not happy about a price increase, particularly after experiencing some of the issues incurred by technical glitches incurred by Source Stream products. She knows she is your largest customer, and that you rely on their business to stay out of reach of any potential buyers. </span></p><p><br></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Joya is threatening to put a portion of your contract out to bid if you do not comply with her demands.</span></p>", 
    "IsDefault" : true, 
    "Job" : "Associate", 
    "REST_URL" : "rounds/subround/message", 
    "SubRoundLabel" : "5A"
}
{ 
    "_id" : ObjectId("5b6b4e9a176b81cae6c2ff8b"), 
    "Title" : "Round 3: Email for manager", 
    "RoundId" : "5b4a319410ec537e090c26d3", 
    "Content" : "<p>From Nicolao Silva, Infrastructure Evangelist</p><p><br></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">﻿From: </span><span style=\"background-color: transparent; color: rgb(0, 151, 167);\">nicolao@sourcestream.com</span></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">I’m banging this out in between sessions here at OSCON so it’s gonna be rushed</span><span style=\"background-color: transparent; color: rgb(255, 153, 0);\"> </span><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">but you need to know what I just heard from some dude at RHK. Quick context: I’m here as our go to guy on Hyperledger Fabric - which means I’ve being on it for, like, two weeks ;) - when I’m in the corridor with Daniela Barbosa the VP of Worldwide Alliances for Hyperledger ecosystems and Martin Crane from Integrated Solutions. Martin’s pushing hard for a Side DB experimental feature that allows channel private data and he’s making the case that without it he can’t offer finer-grain data confidentiality for transactions. He’s right but he’s dismissing Quorum which we know has a higher level of granularity because we get to set transaction visibility at the same time as we invoke the smart contract. I’m getting too technical I know but it’s important because we’re going back and forth over what needs to be in the chain and what needs to be in a side db and the right way to do it when a guy called Chris joins and he’s from RHK. Am I right? </span></p><p><br></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Either way what happens is Martin starts using RHK as the example that makes his point and this dude Chris starts talking about how they need private convos taking place in parallel and concurrently for transactions because some clients get access to data that others don’t. So, imagine Peer N+1 talking to Peer N+2 but its not accessible to Peer N (non-transitive). Turns out RHK and IS are already down the line with this feature and now they’re pushing Daniela to get upstream involved. If that happens it’s going to scream on IS architecture for sure but all I see are problems for anyone else. Now, you might be thinking this sounds like my problem rather than yours, and you’d be right, but only so far. Because then Chris starts opening up about RHK’s plans for Blockchain and how it’s going to revolutionise every part of their business. They’re throwing tens of millions at it right now and as far as I know we ain’t seeing any of that. I felt like a Jimmy when I tried to get involved -&nbsp;we are so so far behind the curve on this it’s hitting us in the back. I mean it. </span></p><p><br></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">If I were you I’d be thinking that IS is planning a Trojan Horse. If their architecture sitting on top of Fabric becomes the default BC play in this vertical you can forget a BaaS deal later. It’ll go the other way and IS will eat our lunch. You need to get our own BC offer into the conversation. I know we only just acquired AppBlock (and it’s Ethereum) but it’s a full BaaS play that sits on our container platform and can scale in hybrid cloud. Get some proper resource behind it and I can fight the good fight. </span></p><p><br></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Just a friendly heads up! Call me later. I’m done at 6.</span></p><p><br></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Nicolao</span></p>", 
    "IsDefault" : false, 
    "Job" : "Manager", 
    "SubRoundLabel" : "3A", 
    "REST_URL" : "rounds/subround/message"
}
{ 
    "_id" : ObjectId("5b6b50a0176b81cae6c3009d"), 
    "Title" : "Decision 5", 
    "RoundId" : "5b57906549ef01dc027f9699", 
    "Content" : "<p><br></p><p><span style=\"color: rgb(0, 0, 0);\">You are an associate on a customer success team at Source Stream. You must work with your team members to make strategic decisions, and together convince your team manager that your decisions are sound. </span></p><p><br></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">There is no denying that Source Stream is continuing its path to positive results and growth. Thanks to you, Source Stream has made great strides in several areas. You built a cross-functional team to address the growing financial services industry opportunities. You negotiated with stakeholders in the upstream community and came to agreement around the product features of the next release. You won your first $1B customer, and successfully acquired and integrated a company to further secure the RHK Bank Business. </span></p><p><br></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Unfortunately, you have encountered some hurdles in your relationship with RHK Bank. It is now 6 months after the conference call with your frustrated customer at the bank.&nbsp;In order to placate the customer and ensure you kept their business, you provided an onsite technical account manager to provide support the bank’s internal engineering team. The customer was thrilled...at first. </span></p><p><br></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">RHK is now demanding you provide an entire team of technical account managers. They insist that while the technical issues are being dealt with as they occur, a team of Source Stream engineers could more proactively approach these same issues and solve for them before they actually happen.</span></p><p><br></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">They are also insisting on a price discount. RHK Bank has invested a lot in a short amount of time, and some of that cost has been pushed onto their customers. RHK customers are obviously not happy about a price increase, particularly after experiencing some of the issues incurred by technical glitches incurred by Source Stream products. They know they are your largest customer, and that you rely on their business to stay out of reach of any potential buyers. </span></p><p><br></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">They are threatening to put a portion of your contract out to bid if you do not comply with their demands.</span></p><p><br></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Discuss your response, and make a recommendation to your manager.</span></p>", 
    "IsDefault" : true, 
    "Job" : "Associate", 
    "SubRoundLabel" : "5A", 
    "REST_URL" : "rounds/subround/message"
}
{ 
    "_id" : ObjectId("5b6b50c7176b81cae6c300ab"), 
    "Title" : "Decision 5", 
    "RoundId" : "5b57906549ef01dc027f9699", 
    "Content" : "<p><br></p><p><span style=\"color: rgb(0, 0, 0);\">You are now the manager of a customer success team at Source Stream. You must lead your team in making strategic decisions, and demonstrate the ability to coach and give feedback without dominating the process. Part of your role is also time-keeping and ensuring the team is staying on task. </span></p><p><br></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">There is no denying that Source Stream is continuing its path to positive results and growth. Thanks to you, Source Stream has made great strides in several areas. You built a cross-functional team to address the growing financial services industry opportunities. You negotiated with stakeholders in the upstream community and came to agreement around the product features of the next release. You won your first $1B customer, and successfully acquired and integrated a company to further secure the RHK Bank Business. </span></p><p><br></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Unfortunately, you have encountered some hurdles in your relationship with RHK Bank. It is now 6 months after the conference call with your frustrated customer at the bank.&nbsp;In order to placate the customer and ensure you kept their business, you provided an onsite technical account manager to provide support the bank’s internal engineering team. The customer was thrilled...at first. </span></p><p><br></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Joya is now demanding you provide an entire team of technical account managers. She insists that while the technical issues are being dealt with as they occur, a team of Source Stream engineers could more proactively approach these same issues and solve for them before they actually happen.</span></p><p><br></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">She is also insisting on a price discount. RHK Bank has invested a lot in a short amount of time, and some of that cost has been pushed onto their customers. RHK customers are obviously not happy about a price increase, particularly after experiencing some of the issues incurred by technical glitches incurred by Source Stream products. She knows she is your largest customer, and that you rely on their business to stay out of reach of any potential buyers. </span></p><p><br></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Joya is threatening to put a portion of your contract out to bid if you do not comply with her demands.</span></p><p><br></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">As manager, you must submit your team's decision.</span></p>", 
    "IsDefault" : true, 
    "Job" : "Manager", 
    "SubRoundLabel" : "5A", 
    "REST_URL" : "rounds/subround/message"
}
{ 
    "_id" : ObjectId("5b7898b195ac8315aa3bd183"), 
    "Title" : "BlueKite Rep", 
    "Content" : "<p><span style=\"background-color: transparent;\">It is now 12 months post-acquisition, and the integration efforts have begun. BlueKite has a unique culture, distinct from Source Stream’s, and Fiona McColl and her leadership team are pushing to retain a fair amount of independence from Source Stream - both geographically and systems-wise. </span></p><p><span style=\"background-color: transparent;\">BlueKite is headquartered in London, with a significant headcount in Singapore, and Fiona is asking to keep both locations open. The company has a known brand, and also wishes to retain this. Finally, BlueKite wishes to keep its own IT and HR systems and processes.</span></p><p><span style=\"background-color: transparent;\">You must advocate on behalf of Fiona and your client, BlueKite. You must present your case to the Source Stream team, and convince the Source Stream manager that BlueKite should remain independent to the benefit of both organizations.</span></p><p><strong style=\"background-color: transparent;\">YOUR POSITION</strong></p><p><span style=\"background-color: transparent;\">You believe BlueKite should keep its brand - your customers know your brand, at first. You are willing to shift to a sub-brand within a few months, depending on the integration plans. So a commitment to keep your own brand is only a short-term commitment. This seems more than reasonable.</span></p><p><span style=\"background-color: transparent;\">You hope to keep your own independent, decentralized HR and IT systems as well. </span></p><p><span style=\"background-color: transparent;\">You want to stay in London and in Singapore - moving would be a disruption to your people and to your customers and partners.</span></p><p><br></p><p><br></p><p><br></p><p><br></p><p><br></p>", 
    "IsDefault" : true, 
    "Job" : "Attorney for Blue Kite", 
    "REST_URL" : "rounds/subround/message", 
    "SubRoundLabel" : "4C", 
    "RoundId" : "5b56645902491562bcbc3606"
}
{ 
    "_id" : ObjectId("5b7eb902f32ab1ec01c7310e"), 
    "Title" : "Email for BlueKite attorney", 
    "Content" : "<p><br></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">From: </span><span style=\"background-color: transparent; color: rgb(17, 85, 204);\">fiona@bluekite.com</span></p><p><br></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">First, let me say how inspired the team here has been following the demo session last week. It was amazing to finally get a peek behind the curtain and see all the innovative Source Stream projects in the pipeline. </span></p><p><br></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">In that spirit, there are a few things I wanted to raise as we get deeper into the integration efforts. Just today we were informed that our IT and HR systems will be ‘switched’ over to yours. More worryingly, it sounds as if a decision has already been made to move us out of London and Singapore. That isn’t going down well, and I’m concerned for morale. As far as we’re aware, no move has actually been agreed but if we don’t get clarity around this now there’s a danger we damage the integration before it’s even really started.</span></p><p><br></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">IT and HR Systems are central to our culture and the way we do things. On a very practical level BlueKite has an entirely different compensation and incentive setup than Source Stream and the negotiations on how we harmonise those terms and conditions could take months.</span></p><p><br></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">As for the IT system integration, we don’t have the bandwidth with all of the projects we have on and the joint efforts we are making elsewhere. All of the value we think we can create together will get lost on managing an IT integration project that won’t necessarily make us better, save us money or help us collaborate. Let’s be sure what we are doing and why before we go further.</span></p><p><br></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Now the tricky one: I can see why centralising operations in particular geos makes sense but - and I hate to do this - that just wasn’t what we were promised. It can’t come as any surprise that much of our internal debate on the deal was around our culture and the value we place in being in London and Singapore. We can expect significant attrition if this is enforced. </span></p><p><br></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Let’s not lose sight of why we are together in the first place. We can make each other stronger but what makes us valuable is the very thing that this integration will destroy. Our culture is paramount to our executive team, and we will fight as hard as we know how to keep it intact.</span></p><p><br></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Please convey this sentiment with strength in your  conversations with our friends at Source Stream.</span></p><p><br></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Yours, </span></p><p><br></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Fiona</span></p>", 
    "IsDefault" : false, 
    "Job" : "Attorney for Blue Kite", 
    "REST_URL" : "rounds/subround/message", 
    "SubRoundLabel" : "4C", 
    "RoundId" : "5b56645902491562bcbc3606"
}
{ 
    "_id" : ObjectId("5b7ffb78f32ab1ec01c7fc67"), 
    "Title" : "Round 5 video transcript", 
    "RoundId" : "5b57906549ef01dc027f9699", 
    "Content" : "<p><br></p><p><em style=\"background-color: transparent; color: rgb(0, 0, 0);\">Joya: </em><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Hi everyone, thanks so much for taking the time to speak with me today.</span></p><p><br></p><p><em style=\"background-color: transparent; color: rgb(0, 0, 0);\">Julie: </em><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">No problem, Joya. I’m sorry things have gotten to this point, we want to hear more about what’s going on from your perspective. By the way, let me quickly tell you who else is on this call. We have Fiona, our Senior Vice President of Engineering. And also Seiko, one of our lead Technical Account Managers. </span></p><p><br></p><p><em style=\"background-color: transparent; color: rgb(0, 0, 0);\">Joya: </em><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Hello all.</span></p><p><br></p><p><em style=\"background-color: transparent; color: rgb(0, 0, 0);\">Collective: </em><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Hello.</span></p><p><br></p><p><em style=\"background-color: transparent; color: rgb(0, 0, 0);\">Julie</em><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">: So Joya, I’ve heard bits and pieces, but please tell me more about your current concerns.</span></p><p><br></p><p><em style=\"background-color: transparent; color: rgb(0, 0, 0);\">Joya: </em><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Well, you know we’ve been a customer of yours for about six months now. And I’m sure you all know it was a tight race between you and VMware. But in the end, we picked you because you were upfront about our options, and didn’t try to push us into an unlimited licensing deal - which would have been a bad choice for us, and probably for you too. And while we fully understood what was and wasn’t included in our contract, your sales people made it sound like we’d be taken care of if we went with you. And right now, we’re feeling the opposite. </span></p><p><br></p><p><em style=\"background-color: transparent; color: rgb(0, 0, 0);\">Fiona: </em><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">I’m really sorry to hear that. And although I’m relatively new to Source Stream, I’m surprised that this has been your experience. Can you tell me more about the technical issues you’re dealing with?</span></p><p><br></p><p><em style=\"background-color: transparent; color: rgb(0, 0, 0);\">Joya: </em><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Frankly, Fiona, no I can’t. Because I’m not an engineer! And that’s exactly the problem. I’m sorry if I sound frustrated, it’s just that I know the engineering team on our side has been dealing with one thing after another with the product, and don’t feel heard by your Customer Experience team. And I’m on this call to advocate for them and make sure this gets resolved. But this type of thing should not have been escalated to me, it should have been taken care of on the ground, where the issues lie.</span></p><p><br></p><p><em style=\"background-color: transparent; color: rgb(0, 0, 0);\">Julie: </em><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Okay, technical-speak aside, what has your team’s experience been so far?</span></p><p><em style=\"background-color: transparent; color: rgb(0, 0, 0);\">Joya: </em><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">When we call with a problem, we receive a lot of radio silence from your end. Of course I’m exaggerating, but a few minutes on the phone with one of your engineers is not going to solve the types of issues we’ve been encountering. And it takes a series of these calls, which lengthens the amount of time to resolution, which means some of these problems are beginning to impact our globally-distributed customer base. Listen, I know our contract only provided for one onsite Technical Account Manager (TAM) during install, but I also firmly believe that one of your TAMs on the ground throughout our agreement would resolve so many of these problems quickly and relatively painlessly. I know we live in an age of virtual everything - and I know this is an ironic assertion, given we’re talking about a technology platform - but this is an instance where face-to-face is the solution. Having your TAM in the same room as our engineers and the actual problem saves everyone time and frustration. </span></p><p><br></p><p><em style=\"background-color: transparent; color: rgb(0, 0, 0);\">Seiko: </em><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">I’m really disappointed to hear you’ve had a poor experience with Source Stream, and particularly with the Customer Experience team. Just to be completely transparent with you, what’s in the contract is not the only constraint we face when we think about assigning TAMs to clients. There are only so many TAMs to allocate across all of our clients. We have to think about tradeoffs when we assign a TAM to one client, and then need to pull them off to service another client. There are real costs associated, for instance travel and expenses. And there’s the risk of damaging a client relationship - even if the client isn’t fully utilizing the onsite TAM, the optics of pulling one just looks bad. </span></p><p><br></p><p><em style=\"color: rgb(0, 0, 0); background-color: transparent;\">Joya (angrily): </em><span style=\"color: rgb(0, 0, 0); background-color: transparent;\">Seiko, I get it. But you’re going to have to think of the cost these issues have incurred for me - both time and actual money. Your resource allocation concerns are not my problem. And you all need to think about what this is doing to our longer term relationship. I know we’re by far your biggest customer. There’s a lot on the line here. And by the way, I’m really looking forward to giving the testimonial I promised. I plan to be completely honest.</span></p>", 
    "IsDefault" : false, 
    "Job" : "Individual Contributor", 
    "SubRoundLabel" : "5A", 
    "REST_URL" : "rounds/subround/message"
}
{ 
    "_id" : ObjectId("5b7ffc13f32ab1ec01c7fd09"), 
    "Title" : "Round 5 manager Voicemail", 
    "RoundId" : "5b57906549ef01dc027f9699", 
    "Content" : "<p><em style=\"color: rgb(0, 0, 0); background-color: transparent;\">[Voicemail from Tom Carlow SVP Global Channel Sales &amp; Alliances to manager re: Joya’s request]</em></p><p><br></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Hey - it’s Tom. If you get this in the next hour call me on my cell. In the meantime, I got a message that Joya has come back with more demands, and I’m hoping you’ve not committed to anything. I’m sure you wouldn’t without checking in with me first, but I’m calling to make sure you hold the line.</span></p><p><br></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">She’s now looking for us to commit multiple TAMs and even put them on site. Plus she wants discount. Look, I can’t say I’m surprised and you need to know this is pretty much the drill for this point in the relationship. </span></p><p><br></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">I’m not going to tell you what to do, but I thought you might like the benefit of some experience in exactly this type of situation. My coaching to you would be that we need to say ‘no’. As clearly as that. She gets nothing else. No more TAMs. No one else on site and no discount. Your rationale for each of those is pretty straightforward: </span></p><p><br></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">First and most important the project is in good standing. It’s on time and on budget, exactly as we said it would be with exactly the resource we said it required. And it's on time and on budget because we dedicated an onsite TAM six months ago when she requested it. We can't train our clients that all they need to do is ask and -- poof! -- whatever they request appears for free.</span></p><p><br></p><p><span style=\"background-color: transparent;\"></span></p><p><br></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">As for the discount she had one of those already. I’d remind her of that. We gave them an excellent price, and we’ve delivered on it without a single escalation in cost. She should be pleased we’re not jacking up the price going forward. </span></p><p><br></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">You know, the key message here - the one thing I absolutely want you to hear - is that we cannot train our clients to think that every time they ask, they get. It’s a slippery slope to a bad ending. Hold the line here and you won’t regret it. And, I’m telling you, she may not think it but the last thing she wants is an unhappy vendor who feels like they’re getting a bad deal. Sooner or later that’s gonna show. </span></p><p><br></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Expect it to get uncomfortable. If it does, good. Sit in that for a while. Get used to how it feels. It’s the only way to learn. Comfort in discomfort is what this is all about. </span></p><p><br></p><p><span style=\"background-color: transparent; color: rgb(0, 0, 0);\">Alright, don’t be afraid to call if you need me.&nbsp;&nbsp;</span></p>", 
    "IsDefault" : false, 
    "Job" : "Manager", 
    "SubRoundLabel" : "5A", 
    "REST_URL" : "rounds/subround/message"
}
{ 
    "_id" : ObjectId("5b8fe1b8f32ab1ec01cc8d11"), 
    "Title" : "Email from intern", 
    "RoundId" : "5b57906549ef01dc027f9699", 
    "Content" : "", 
    "IsDefault" : false, 
    "Job" : "Manager", 
    "SubRoundLabel" : "3A", 
    "REST_URL" : "rounds/subround/message"
}
